Repository: sbraveyoung/qingzhou
Catalog: Apps/App-Shared/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 同步中…
en: Syncing…
ja: 同期中…

source: 同步到 iCloud Drive
en: Sync to iCloud Drive
ja: iCloud Drive に同期

source: 同步失败：%@
en: Sync failed: %@
ja: 同期に失敗しました：%@
zh_hant: 同步失敗：%@

source: 名称
en: Name
ja: 名前
zh_hant: 名稱

source: 名称（可选）
en: Name (Optional)
ja: 名前（オプション）
zh_hant: 名稱（選填）

source: 启动 + 定时
en: At Launch + Periodically
ja: 起動時 + 定期的
zh_hant: 啟動 + 定時

source: 启动时
en: At Launch
ja: 起動時
zh_hant: 啟動時

source: 启用来源 App 标注
en: Enable Source App Labeling
ja: 送信元 App のラベル付けを有効にする
zh_hant: 啟用來源 App 標註

source: 命中规则
en: Matched Rule
ja: 一致したルール
zh_hant: 命中規則

source: 哔哩哔哩大陆
en: Bilibili (Mainland)
ja: bilibili（中国本土）
zh_hant: 嗶哩嗶哩大陸

source: 哔哩哔哩港澳台
en: Bilibili (HK/MO/TW)
ja: bilibili（香港・マカオ・台湾）
zh_hant: 嗶哩嗶哩港澳台

source: 四个动作同样零配置可用，可编入任何 macOS 工作流
en: The same four zero-setup actions, usable in any macOS workflow
ja: 同じ 4 つの設定不要なアクション。あらゆる macOS ワークフローに組み込めます
zh_hant: 四個動作同樣零設定可用，可編入任何 macOS 工作流程

source: 国内域名走了代理，直连更快也省代理流量
en: Chinese domain went through the proxy — direct is faster and saves proxy traffic
ja: 国内ドメインがプロキシを経由しました —— 直接接続の方が速く、プロキシのデータも節約できます
zh_hant: 國內網域走了代理，直連更快也省代理流量

source: 土耳其
en: Türkiye
ja: トルコ

source: 在跑就断开，没跑就连接 —— 一个动作两用
en: Disconnects if running, connects if not — one action, two uses
ja: 動作中なら切断、そうでなければ接続 —— 1 つのアクションで 2 通り
zh_hant: 正在執行就中斷，未執行就連線 —— 一個動作兩用

source: 地区
en: Regions
ja: 地域
zh_hant: 地區

source: 地区已排除
en: Region Excluded
ja: 地域を除外しました
zh_hant: 地區已排除

source: 域名
en: Domains
ja: ドメイン
zh_hant: 網域

source: 域名,路由,连接次数,命中规则,首次出现,最近出现
en: Domain,Route,Connections,Matched Rule,First Seen,Last Seen
ja: ドメイン,ルート,接続回数,一致したルール,初回,最終
zh_hant: 網域,路由,連線次數,命中規則,首次出現,最近出現

source: 域名关键字
en: Domain Keyword
ja: ドメインキーワード
zh_hant: 網域關鍵字

source: 域名分析
en: Domain Analysis
ja: ドメイン分析
zh_hant: 網域分析

source: 域名后缀
en: Domain Suffix
ja: ドメインサフィックス
zh_hant: 網域後綴

source: 域名（精确）
en: Domain (Exact)
ja: ドメイン（完全一致）
zh_hant: 網域（精確）

source: 基本
en: Basic

source: 境外域名走了直连且未命中规则，可能需要补一条代理规则
en: Overseas domain went direct without matching any rule — consider adding a proxy rule
ja: 国外ドメインがルールに一致せず直接接続になりました —— プロキシルールの追加を検討してください
zh_hant: 境外網域走了直連且未命中規則，可能需要補一條代理規則

source: 复制 URL
en: Copy URL
ja: URL をコピー
zh_hant: 複製 URL

source: 复制分享链接
en: Copy Share Link
ja: 共有リンクをコピー
zh_hant: 複製分享連結

source: 复制链接
en: Copy Link
ja: リンクをコピー
zh_hant: 複製連結

source: 外观
en: Appearance
ja: 外観
zh_hant: 外觀

source: 大量连接仅显示 IP
en: Many Connections Show Only IPs
ja: 多くの接続が IP のみ表示
zh_hant: 大量連線僅顯示 IP

source: 失败
en: Failed
ja: 失敗
zh_hant: 失敗

source: 失败 [%@ #%lld] %@
en: Failed [%@ #%lld] %@
ja: 失敗 [%@ #%lld] %@
zh_hant: 失敗 [%@ #%lld] %@

source: 好
en: OK
ja: OK

source: 完成
en: Done
ja: 完了

source: 完整版 · %@ · 来源：%@
en: Full version · %@ · Source: %@
ja: 完全版 · %@ · ソース：%@
zh_hant: 完整版 · %@ · 來源：%@

source: 完整版解锁所有国家/地区码的 GEOIP 规则（如 GEOIP,us）。数据来自 v2fly 上游，主源为轻舟自建发布仓库、每周自动同步，主源不可用时自动切换 v2fly 官方源。
en: The full version unlocks GEOIP rules for every country/region code (e.g. GEOIP,us). Data comes from the v2fly upstream; the primary source is Qingzhou's own release repository, synced weekly, with automatic fallback to the official v2fly source when it is unavailable.
ja: 完全版では、すべての国/地域コードの GEOIP ルール（例：GEOIP,us）が使えるようになります。データは v2fly の上流から取得します。主なソースは Qingzhou 自前の配布リポジトリで毎週自動同期され、利用できない場合は v2fly 公式ソースに自動で切り替わります。
zh_hant: 完整版解鎖所有國家/地區碼的 GEOIP 規則（如 GEOIP,us）。資料來自 v2fly 上游，主來源為輕舟自建發布儲存庫、每週自動同步，主來源不可用時自動切換 v2fly 官方來源。

source: 定时
en: Periodically
ja: 定期的
zh_hant: 定時

source: 定时关闭
en: Auto-Stop
ja: 自動停止
zh_hant: 定時關閉

source: 定时设置将在下次连接时生效
en: Auto-stop setting will take effect on the next connection
ja: 自動停止の設定は次回の接続時に有効になります
zh_hant: 定時設定將在下次連線時生效

source: 定时设置超时
en: Auto-stop update timed out
ja: 自動停止の更新がタイムアウトしました
zh_hant: 定時設定逾時

source: 实测峰值带宽
en: Observed Peak Bandwidth
ja: 実測ピーク帯域幅
zh_hant: 實測峰值頻寬

source: 密码
en: Password
ja: パスワード
zh_hant: 密碼

source: 对 Siri 说
en: Say to Siri
ja: Siri に話しかける
zh_hant: 對 Siri 說

source: 导出
en: Export
ja: 書き出す
zh_hant: 匯出

source: 导出 CSV
en: Export CSV
ja: CSV を書き出す
zh_hant: 匯出 CSV

source: 导出全部节点链接（复制）
en: Export All Node Links (Copy)
ja: すべてのノードリンクを書き出す（コピー）
zh_hant: 匯出全部節點連結（複製）

source: 导出失败，详见日志
en: Export failed, see logs for details
ja: 書き出しに失敗しました。詳しくはログをご覧ください
zh_hant: 匯出失敗，詳見日誌

source: 将删除全部 %lld 条日志记录，此操作不可撤销。
en: This will delete all %lld log entries. This cannot be undone.
ja: %lld 件のログをすべて削除します。この操作は取り消せません。
zh_hant: 將刪除全部 %lld 條日誌記錄，此操作無法復原。

source: 尚无可同步的数据
en: No data to sync yet
ja: 同期できるデータがまだありません
zh_hant: 尚無可同步的資料

source: 尚未加载远程规则
en: No remote rules loaded yet
ja: リモートルールがまだ読み込まれていません
zh_hant: 尚未載入遠端規則

source: 尚未获取
en: Not Fetched Yet
ja: 未取得
zh_hant: 尚未取得

source: 局域网直连（内置）
en: LAN direct (built-in)
ja: LAN 直接接続（内蔵）
zh_hant: 區域網路直連（內建）

source: 已为你选择延迟最优节点：%@
en: Selected the lowest-latency node for you: %@
ja: 最も遅延の低いノードを選択しました：%@
zh_hant: 已為你選擇延遲最優節點：%@

source: 已从 iCloud 恢复（%lld 个订阅、0 个节点）
en: Restored from iCloud (%lld subscriptions, 0 nodes)
ja: iCloud から復元しました（%lld 個のサブスクリプション、0 個のノード）
zh_hant: 已從 iCloud 還原（%lld 個訂閱、0 個節點）

source: 已保持当前节点连接不变。切换目标节点配置无效：%@
en: Kept the current node connected. The target node's configuration is invalid: %@
ja: 現在のノードの接続を維持しました。切り替え先ノードの構成が無効です：%@
zh_hant: 已保持目前節點連線不變。切換目標節點設定無效：%@

source: 已关闭
en: Closed
ja: 終了
zh_hant: 已關閉

source: 已关闭来源 App 标注
en: Source app labeling disabled
ja: 送信元 App のラベル付けを無効にしました
zh_hant: 已關閉來源 App 標註

source: 已刷新 %lld 个订阅
en: Refreshed %lld subscriptions
ja: %lld 個のサブスクリプションを更新しました
zh_hant: 已重新整理 %lld 個訂閱

source: 已加入%@：%@，规则已生效
en: Added to %@: %@ — rule is now active
ja: %@ に追加しました：%@ —— ルールが有効になりました
zh_hant: 已加入%@：%@，規則已生效

source: 已取消定时断开
en: Auto-stop timer canceled
ja: 自動停止タイマーをキャンセルしました
zh_hant: 已取消定時中斷

source: 已合并 %lld 条为 %@，规则已生效
en: Merged %lld rules into %@ — rule is now active
ja: %lld 件を %@ に統合しました —— ルールが有効になりました
zh_hant: 已合併 %lld 條為 %@，規則已生效

source: 已启用完整版 geo 数据，支持全部国家/地区码。
en: Full geo data is enabled; all country and region codes are supported.
ja: 完全版の geo データを有効にしました。すべての国/地域コードに対応します。
zh_hant: 已啟用完整版 geo 資料，支援全部國家/地區碼。

source: 已启用来源 App 标注
en: Source app labeling enabled
ja: 送信元 App のラベル付けを有効にしました
zh_hant: 已啟用來源 App 標註

source: 已复制 %lld 条节点分享链接
en: Copied %lld node share links
ja: %lld 件のノード共有リンクをコピーしました
zh_hant: 已複製 %lld 條節點分享連結

source: 已复制分享链接
en: Share link copied
ja: 共有リンクをコピーしました
zh_hant: 已複製分享連結

source: 已导出 %lld 个域名：%@
en: Exported %lld domains: %@
ja: %lld 個のドメインを書き出しました：%@
zh_hant: 已匯出 %lld 個網域：%@

source: 已展示前 200 条，共 %lld 条匹配。
en: Showing the first 200 of %lld matching rules.
ja: 一致した %lld 件のうち、最初の 200 件を表示しています。
zh_hant: 已顯示前 200 條，共 %lld 條符合。

source: 已开启定时：%@后自动断开
en: Auto-stop enabled — will disconnect in %@
ja: 自動停止を有効にしました —— %@後に切断します
zh_hant: 已開啟定時：%@後自動中斷

source: 已恢复（%lld 个订阅、%lld 个节点），正在测速择优…
en: Restored (%lld subscriptions, %lld nodes) — testing latency to auto-select…
ja: 復元しました（%lld 個のサブスクリプション、%lld 個のノード）—— 遅延をテストして自動選択中…
zh_hant: 已還原（%lld 個訂閱、%lld 個節點），正在測速擇優…

source: 已按定时自动断开 VPN
en: VPN auto-disconnected by the timer
ja: タイマーにより VPN を自動切断しました
zh_hant: 已按定時自動中斷 VPN

source: 已排除
en: Excluded
ja: 除外済み

source: 已是最新（%@）
en: Already up to date (%@)
ja: すでに最新です（%@）

source: 已有规则：%@
en: Rule already exists: %@
ja: ルールはすでに存在します：%@
zh_hant: 已有規則：%@

source: 已有订阅
en: Existing Subscriptions
ja: 既存のサブスクリプション
zh_hant: 已有訂閱

source: 已知追踪器域名（连接 %lld 次），拒绝可减少行为追踪；个别 App 的统计功能可能受影响
en: Known tracker domain (%lld connections) — rejecting it reduces behavioral tracking; analytics in some apps may be affected
ja: 既知のトラッカードメイン（接続 %lld 回）—— 拒否すると行動トラッキングを減らせます。一部 App の分析機能に影響する場合があります
zh_hant: 已知追蹤器網域（連線 %lld 次），拒絕可減少行為追蹤；個別 App 的統計功能可能受影響

source: 已连接 %@
en: Connected %@
ja: 接続済み %@
zh_hant: 已連線 %@

source: 已选: %@
en: Selected: %@
ja: 選択：%@
zh_hant: 已選: %@

source: 已重新计时：%@后自动断开
en: Timer reset — auto-disconnect in %@
ja: タイマーをリセットしました —— %@後に自動切断
zh_hant: 已重新計時：%@後自動中斷

source: 已随触发 App 自动连接
en: Auto-connected with the trigger app
ja: トリガー App に伴い自動接続しました
zh_hant: 已隨觸發 App 自動連線

source: 巴西
en: Brazil
ja: ブラジル

source: 常驻状态与开关，随点随用
en: Always-on status and toggle, one click away
ja: 常時表示のステータスとスイッチ、ワンクリックですぐに
zh_hant: 常駐狀態與開關，隨點隨用

source: 平台
en: Platform
ja: プラットフォーム

source: 应用
en: Apps
ja: App
zh_hant: App

source: 应用运行时的事件（连接 VPN、刷新订阅、测速、报错等）会记录在这里。
en: Runtime events (connecting the VPN, refreshing subscriptions, speed tests, errors, and so on) are recorded here.
ja: App の実行中のイベント（VPN の接続、サブスクリプションの更新、速度テスト、エラーなど）がここに記録されます。
zh_hant: 應用程式執行時的事件（連線 VPN、重新整理訂閱、測速、報錯等）會記錄在這裡。

source: 延迟接近时优先低倍率
en: Prefer Lower Rate When Latency Is Close
ja: 遅延が近い場合は低倍率を優先
zh_hant: 延遲接近時優先低倍率

source: 建议 %lld
en: Suggestions %lld
ja: 提案 %lld
zh_hant: 建議 %lld

source: 开启 VPN
en: Turn On VPN
ja: VPN をオンにする
zh_hant: 開啟 VPN

source: 开启 VPN 后，这里会展示真实的访问记录。
en: Once the VPN is on, your real access records appear here.
ja: VPN をオンにすると、実際のアクセス記録がここに表示されます。
zh_hant: 開啟 VPN 後，這裡會顯示真實的存取記錄。

source: 开启 VPN 浏览后，这里按天保留最近 30 天的域名访问汇总。
en: Once you browse with the VPN on, daily domain-access summaries for the last 30 days are kept here.
ja: VPN をオンにしてブラウズすると、過去 30 日間のドメインアクセスの日次サマリーがここに保存されます。
zh_hant: 開啟 VPN 瀏覽後，這裡按天保留最近 30 天的網域存取彙總。

source: 开启后「连接」页会标注每条流量是哪个 App 发起的。首次要在系统设置批准扩展 + 授权过滤。
en: When enabled, the Connections page labels which app initiated each connection. The first time, you'll need to approve the extension and allow filtering in System Settings.
ja: 有効にすると「接続」ページで各トラフィックをどの App が開始したかが表示されます。初回はシステム設定で拡張機能を承認し、フィルタリングを許可する必要があります。
zh_hant: 開啟後「連線」頁會標註每條流量是哪個 App 發起的。首次要在系統設定批准擴充功能 + 授權過濾。

source: 开启后会主动把「当前节点」切到测速最快的那个 —— 如果你手选了节点不想被换，关掉这一项。
en: When enabled, the current node is switched to whichever tests fastest. If you picked a node manually and don't want it replaced, turn this off.
ja: 有効にすると、「現在のノード」を最速のノードに自動で切り替えます —— 手動で選んだノードを変更されたくない場合は、これをオフにしてください。
zh_hant: 開啟後會主動把「目前節點」切到測速最快的那個 —— 如果你手選了節點不想被換，關掉這一項。

source: 开启后这里会按 App 分组展示各自访问的域名与连接次数。 入口：设置 → macOS 集成 → 启用来源 App 标注（首次需在系统设置批准扩展）。
en: Once enabled, this groups accessed domains and connection counts by App. Where to enable: Settings → macOS Integration → Enable Source App Labeling (the first time, you must approve the extension in System Settings).
ja: 有効にすると、App ごとにアクセスしたドメインと接続回数がグループ表示されます。 有効化の場所：設定 → macOS 連携 → 送信元 App のラベル付けを有効にする（初回はシステム設定で拡張機能を承認する必要があります）。
zh_hant: 開啟後這裡會按 App 分組顯示各自存取的網域與連線次數。 入口：設定 → macOS 整合 → 啟用來源 App 標註（首次需在系統設定批准擴充功能）。

source: 开启轻舟
en: Turn On Qingzhou
ja: Qingzhou をオンにする
zh_hant: 開啟輕舟

source: 开机自启
en: Launch at Login
ja: ログイン時に起動
zh_hant: 開機自動啟動

source: 当前域名的代理/直连分流看起来都合理。
en: Proxy and direct routing for the current domains looks reasonable.
ja: 現在のドメインのプロキシ/直接のルーティングは妥当なようです。
zh_hant: 目前網域的代理/直連分流看起來都合理。

source: 当前搜索/过滤条件下没有匹配项。
en: No matches under the current search or filter.
ja: 現在の検索またはフィルタ条件に一致する項目がありません。
zh_hant: 目前搜尋/過濾條件下沒有符合項目。

source: 当前版本
en: Current Version
ja: 現在のバージョン
zh_hant: 目前版本

source: 当前生效规则
en: Active Rules
ja: 有効なルール
zh_hant: 目前生效規則

source: 当前级别下没有日志，试试切换回 ALL。
en: No logs at the current level. Try switching back to ALL.
ja: 現在のレベルにはログがありません。ALL に切り替えてみてください。
zh_hant: 目前級別下沒有日誌，試試切換回 ALL。

source: 当前节点
en: Current Node
ja: 現在のノード
zh_hant: 目前節點

source: 当前节点：%@
en: Current node: %@
ja: 現在のノード：%@
zh_hant: 目前節點：%@

source: 当前路由
en: Current Route
ja: 現在のルート
zh_hant: 目前路由

source: 当前速率
en: Current Speed
ja: 現在の速度
zh_hant: 目前速率

source: 德国
en: Germany
ja: ドイツ
zh_hant: 德國

source: 快捷指令 / Siri
en: Shortcuts / Siri
ja: ショートカット / Siri
zh_hant: 捷徑 / Siri

source: 快捷指令 / Siri / 打开某 App 自动连 / 小组件 —— 全部配方一页看懂。
en: Shortcuts / Siri / auto-connect on app launch / widgets — every recipe on one page.
ja: ショートカット / Siri / App 起動時の自動接続 / ウィジェット —— すべてのレシピを 1 ページで。
zh_hant: 捷徑 / Siri / 打開某 App 自動連 / 小工具 —— 全部配方一頁看懂。

source: 忽略 IP
en: Ignore IPs
ja: IP を無視

source: 忽略 IP：已隐藏 %lld 条纯 IP 连接
en: Ignore IPs: %lld IP-only connections hidden
ja: IP を無視：%lld 件の IP のみの接続を非表示にしました
zh_hant: 忽略 IP：已隱藏 %lld 條純 IP 連線

source: 忽略此版本
en: Skip This Version
ja: このバージョンをスキップ

source: 总上行
en: Total Up
ja: 合計アップロード
zh_hant: 總上行

source: 总下行
en: Total Down
ja: 合計ダウンロード
zh_hant: 總下行

source: 恢复
en: Restore
ja: 復元
zh_hant: 還原

source: 所有节点测速失败，未做切换
en: All nodes failed the latency test; no switch made
ja: すべてのノードが遅延テストに失敗しました。切り替えは行いませんでした
zh_hant: 所有節點測速失敗，未做切換

source: 手动添加
en: Manually Added
ja: 手動で追加
zh_hant: 手動新增

source: 打开「快捷指令」App → 底部「自动化」标签
en: Open the Shortcuts app → “Automation” tab at the bottom
ja: 「ショートカット」App を開く → 下部の「オートメーション」タブ
zh_hant: 打開「捷徑」App → 底部「自動化」標籤

source: 打开「快捷指令」看看
en: Open Shortcuts to Take a Look
ja: 「ショートカット」を開いてみる
zh_hant: 打開「捷徑」看看

source: 打开主窗口
en: Open Main Window
ja: メインウインドウを開く
zh_hant: 打開主視窗

source: 打开开关 = 排除该地区的所有节点（不参与自动择优、不会被自动选中）。例如排除「香港」以避开 Anthropic / OpenAI 等对香港 IP 的限制。
en: Turning a switch on excludes every node in that region (skipped by auto-select, never chosen automatically). For example, exclude Hong Kong to avoid the restrictions services like Anthropic or OpenAI place on Hong Kong IPs.
ja: スイッチをオンにすると、その地域のすべてのノードを除外します（自動選択の対象外となり、自動で選ばれません）。例えば「香港」を除外すると、Anthropic や OpenAI などが香港 IP に課す制限を回避できます。
zh_hant: 打開開關 = 排除該地區的所有節點（不參與自動擇優、不會被自動選中）。例如排除「香港」以避開 Anthropic / OpenAI 等對香港 IP 的限制。

source: 打开指定 App 时自动连接
en: Auto-Connect When Selected Apps Open
ja: 選択した App を開いたときに自動接続
zh_hant: 打開指定 App 時自動連線

source: 打开某 App 自动连接（原生支持）
en: Auto-Connect When an App Opens (Native)
ja: App 起動時に自動接続（ネイティブ対応）
zh_hant: 打開某 App 自動連線（原生支援）

source: 扩展内存
en: Extension Memory
ja: 拡張機能のメモリ
zh_hant: 擴充功能記憶體

source: 扩展回执缺少 delayMs
en: The extension reply is missing delayMs
ja: 拡張機能の応答に delayMs がありません
zh_hant: 擴充功能回執缺少 delayMs

source: 扩展定时设置失败
en: Extension auto-stop update failed
ja: 拡張機能の自動停止の更新に失敗しました
zh_hant: 擴充功能定時設定失敗

source: 扩展尚未上报 —— 需 VPN 处于开启状态，且隧道扩展为最新版本（更新 App 后要关-开一次 VPN，运行中的旧扩展进程才会换成新代码）。
en: The extension hasn't reported yet — the VPN must be on and the tunnel extension up to date (after updating the app, toggle the VPN off and on once so the running old extension process is replaced).
ja: 拡張機能がまだ報告していません —— VPN がオンで、トンネル拡張機能が最新である必要があります（App の更新後、VPN を一度オフ→オンにすると、実行中の古い拡張機能プロセスが新しいコードに置き換わります）。
zh_hant: 擴充功能尚未回報 —— 需 VPN 處於開啟狀態，且隧道擴充功能為最新版本（更新 App 後要關-開一次 VPN，執行中的舊擴充功能程序才會換成新程式碼）。

source: 扩展未报告原因，可在设置→日志查看
en: The extension reported no reason — see Settings → Logs
ja: 拡張機能は理由を報告しませんでした —— 設定 → 日誌をご覧ください
zh_hant: 擴充功能未回報原因，可在設定→日誌查看

source: 扩展重配失败
en: Extension reconfiguration failed
ja: 拡張機能の再構成に失敗しました
zh_hant: 擴充功能重設定失敗

source: 扫码
en: Scan
ja: スキャン
zh_hant: 掃碼

source: 批量操作：经代理测速 / 导出全部节点
en: Batch actions: proxied latency test / export all nodes
ja: 一括操作：プロキシ経由の遅延テスト / すべてのノードを書き出す
zh_hant: 批次操作：經代理測速 / 匯出全部節點

source: 把「运行前询问」改成「立即运行」 —— 这步决定它是全自动还是每次弹确认
en: Change “Ask Before Running” to “Run Immediately” — this decides fully-automatic vs. confirm-every-time
ja: 「実行前に尋ねる」を「すぐに実行」に変更 —— これで全自動か、毎回確認するかが決まります
zh_hant: 把「執行前詢問」改成「立即執行」 —— 這步決定它是全自動還是每次彈確認

source: 把全部日志导出成文本文件
en: Export all logs to a text file
ja: すべてのログをテキストファイルに書き出す
zh_hant: 把全部日誌匯出成文字檔案

source: 把当前过滤视图的域名统计导出成 CSV
en: Export the domain stats of the current filtered view as CSV
ja: 現在のフィルタ表示のドメイン統計を CSV に書き出す
zh_hant: 把目前過濾檢視的網域統計匯出成 CSV

source: 拒绝
en: Reject
ja: 拒否
zh_hant: 拒絕

source: 择优用经代理延迟精选
en: Refine Auto-Select With Proxied Latency
ja: プロキシ経由の遅延で自動選択を精緻化
zh_hant: 擇優用經代理延遲精選

source: 择优间隔
en: Auto-Select Interval
ja: 自動選択の間隔
zh_hant: 擇優間隔

source: 指纹
en: Fingerprint
ja: フィンガープリント
zh_hant: 指紋

source: 按名称
en: By Name
ja: 名前順
zh_hant: 按名稱

source: 按延迟
en: By Latency
ja: 遅延順
zh_hant: 按延遲

source: 按连接次数排序 · %lld 个域名
en: Sorted by connections · %lld domains
ja: 接続回数順 · %lld 個のドメイン
zh_hant: 按連線次數排序 · %lld 個網域

source: 排序
en: Sort
ja: 並べ替え

source: 排除节点
en: Exclude Node
ja: ノードを除外
zh_hant: 排除節點

source: 排除（不参与自动择优）
en: Exclude (skip auto-select)
ja: 除外（自動選択の対象外）
zh_hant: 排除（不參與自動擇優）

source: 控制中心 → 左上 + → 添加控件 → 搜“轻舟 VPN” —— 从任何界面下拉一键开关
en: Control Center → + at the top left → Add Control → search “Qingzhou VPN” — toggle from anywhere with one swipe
ja: コントロールセンター → 左上の + → コントロールを追加 → 「Qingzhou VPN」を検索 —— どの画面からでもスワイプ 1 つで切り替え
zh_hant: 控制中心 → 左上 + → 新增控制項目 → 搜「輕舟 VPN」 —— 從任何介面下拉一鍵開關

source: 控制中心（iOS 18+）
en: Control Center (iOS 18+)
ja: コントロールセンター（iOS 18+）

source: 搜索 host / route / app
en: Search host / route / app
ja: host / route / app を検索
zh_hant: 搜尋 host / route / app

source: 搜索域名
en: Search domains
ja: ドメインを検索
zh_hant: 搜尋網域

source: 搜索节点 / 主机 / 协议
en: Search nodes / hosts / protocols
ja: ノード / ホスト / プロトコルを検索
zh_hant: 搜尋節點 / 主機 / 協定

source: 搜索规则
en: Search rules
ja: ルールを検索
zh_hant: 搜尋規則

source: 支持：trojan:// / ss:// / vmess:// / vless:// / hysteria2:// 链接（多行），或整段 Clash / Mihomo YAML 配置。
en: Supports: trojan:// / ss:// / vmess:// / vless:// / hysteria2:// links (multiple lines), or a full Clash / Mihomo YAML config.
ja: 対応：trojan:// / ss:// / vmess:// / vless:// / hysteria2:// のリンク（複数行）、または Clash / Mihomo の YAML 構成全体。
zh_hant: 支援：trojan:// / ss:// / vmess:// / vless:// / hysteria2:// 連結（多行），或整段 Clash / Mihomo YAML 設定。

source: 效果：已连接时什么都不做，未连接才连 —— 避免重复启动打断在跑的会话。
en: Effect: does nothing when already connected, connects only when not — avoids restarting and interrupting a live session.
ja: 効果：すでに接続済みのときは何もせず、未接続のときだけ接続します —— 再起動による進行中セッションの中断を防ぎます。
zh_hant: 效果：已連線時什麼都不做，未連線才連 —— 避免重複啟動打斷正在進行的工作階段。

source: 数据目录
en: Data Directory
ja: データディレクトリ
zh_hant: 資料目錄

source: 断开当前 VPN 连接。
en: Disconnects the current VPN connection.
ja: 現在の VPN 接続を切断します。
zh_hant: 中斷目前 VPN 連線。

source: 断开当前连接
en: Disconnect the current connection
ja: 現在の接続を切断
zh_hant: 中斷目前連線

source: 新加坡
en: Singapore
ja: シンガポール

source: 无
en: None
ja: なし
zh_hant: 無

source: 无匹配规则
en: No matching rules
ja: 一致するルールなし
zh_hant: 無符合規則

source: 无可用节点
en: No Nodes Available
ja: 利用可能なノードがありません
zh_hant: 無可用節點

source: 无法把节点编码成分享链接
en: Couldn't encode the node into a share link
ja: ノードを共有リンクにエンコードできませんでした
zh_hant: 無法把節點編碼成分享連結

source: 无法添加 QR 输出
en: Cannot add QR output
ja: QR 出力を追加できません
zh_hant: 無法新增 QR 輸出

source: 无法添加摄像头输入
en: Cannot add camera input
ja: カメラ入力を追加できません
zh_hant: 無法新增相機輸入

source: 无硬性内存上限
en: No hard memory limit
ja: ハードなメモリ上限なし
zh_hant: 無硬性記憶體上限

source: 无（只比延迟）
en: None (latency only)
ja: なし（遅延のみ）
zh_hant: 無（只比延遲）

source: 日志
en: Logs
ja: ログ
zh_hant: 日誌

source: 日志已导出：%@
en: Logs exported: %@
ja: ログを書き出しました：%@
zh_hant: 日誌已匯出：%@

source: 日志级别
en: Log Level
ja: ログレベル
zh_hant: 日誌級別

source: 日本
en: Japan

source: 普通测速（无图标的数字）是设备直接对节点服务器握手一次，只说明「节点离你近不近、活着没」——密码错误的节点它也照样显示很快。 经代理延迟（带 ⋱ 图标）是 VPN 运行时，让 xray 携带完整协议真实通过该节点访问一次 google.com，测出的是你实际用它上网的端到端耗时——协议握手、节点转发、出口线路质量全部包含。数值天然比直连大，但它才是真实体感：直连快、经代理慢 = 节点出口绕路；直连快、经代理失败 = 节点不可用（如凭据错误）。
en: The plain latency test (the number without an icon) is a single handshake from your device to the node's server — it only tells you how close the node is and that the machine is alive. A node with a wrong password still shows a great number. Proxied latency (with the ⋱ icon) runs while the VPN is on: xray carries the full protocol through that node to reach google.com once, measuring the true end-to-end time you'd actually experience — protocol handshake, node forwarding, and exit-route quality included. It's naturally higher than direct, but it's the real feel: fast direct + slow proxied = detoured exit; fast direct + failed proxied = unusable node (e.g. bad credentials).
ja: 通常の遅延テスト（アイコンのない数字）は、デバイスがノードのサーバーへ一度ハンドシェイクするだけで、「ノードが近いか、生きているか」しか分かりません —— パスワードが間違ったノードでも速い値が表示されます。 プロキシ経由の遅延（⋱ アイコン付き）は VPN 実行中に、xray が完全なプロトコルでそのノードを通して実際に google.com へ一度アクセスし、実際にそれで通信する際のエンドツーエンドの時間を測定します —— プロトコルのハンドシェイク、ノードの転送、出口回線の品質がすべて含まれます。値は直接接続より当然大きくなりますが、これが実際の体感です：直接接続が速く、プロキシ経由が遅い = 出口が遠回り；直接接続が速く、プロキシ経由が失敗 = ノードが使えない（認証情報の誤りなど）。
zh_hant: 普通測速（無圖示的數字）是裝置直接對節點伺服器握手一次，只說明「節點離你近不近、活著沒」——密碼錯誤的節點它也照樣顯示很快。 經代理延遲（帶 ⋱ 圖示）是 VPN 執行時，讓 xray 攜帶完整協定真實通過該節點存取一次 google.com，測出的是你實際用它上網的端到端耗時——協定握手、節點轉發、出口線路品質全部包含。數值天然比直連大，但它才是真實體感：直連快、經代理慢 = 節點出口繞路；直連快、經代理失敗 = 節點不可用（如憑證錯誤）。

source: 暂不恢复
en: Not Now
ja: 後で
zh_hant: 暫不還原

source: 暂无优化建议
en: No Optimization Suggestions
ja: 最適化の提案はありません
zh_hant: 暫無最佳化建議

source: 暂无数据
en: No data
ja: データなし
zh_hant: 暫無資料

source: 暂无日志
en: No Logs Yet
ja: ログはまだありません
zh_hant: 暫無日誌

source: 暂无来源 App 数据
en: No Source App Data Yet
ja: 送信元 App のデータはまだありません
zh_hant: 暫無來源 App 資料

source: 暂无每日历史
en: No Daily History
ja: 日次履歴なし
zh_hant: 暫無每日歷史

source: 暂无自定义规则
en: No custom rules yet
ja: カスタムルールはまだありません
zh_hant: 暫無自訂規則

source: 暂无订阅
en: No Subscriptions
ja: サブスクリプションなし
zh_hant: 暫無訂閱

source: 暂无连接
en: No Connections
ja: 接続なし
zh_hant: 暫無連線

source: 暂无连接记录
en: No Connections Yet
ja: 接続記録はまだありません
zh_hant: 暫無連線記錄

source: 更多
en: More
ja: その他

source: 更快的入口
en: Faster Entry Points
ja: より速い入口

source: 更新
en: Update
ja: アップデート

source: 更新于 %@
en: Updated %@
ja: 更新日時 %@
zh_hant: 更新於 %@

source: 最近 7 天连接次数
en: Connections in the Last 7 Days
ja: 過去 7 日間の接続回数
zh_hant: 最近 7 天連線次數

source: 最近出现
en: Last Seen
ja: 最終出現
zh_hant: 最近出現

source: 最近同步 %@
en: Last synced %@
ja: 前回の同期 %@

source: 最近测速
en: Last Tested
ja: 前回のテスト
zh_hant: 最近測速

source: 最近经代理测速
en: Last Proxied Test
ja: 前回のプロキシ経由テスト
zh_hant: 最近經代理測速

source: 有新版本可下载（%@）
en: A new version is available (%@)
ja: 新しいバージョンが利用可能です（%@）
zh_hant: 有新版本可下載（%@）

source: 有新版本可在 App Store 更新。
en: A new version is available on the App Store.
ja: 新しいバージョンが App Store で入手できます。

source: 未命中任何规则，走的是默认出站
en: No rule matched; traffic used the default outbound
ja: どのルールにも一致せず、デフォルトのアウトバウンドを使用しました
zh_hant: 未命中任何規則，走的是預設出站

source: 未命中规则（默认策略）
en: No rule matched (default policy)
ja: ルール不一致（デフォルトポリシー）
zh_hant: 未命中規則（預設策略）

source: 未命中（默认策略）
en: No rule matched (default policy)
ja: ルール不一致（デフォルトポリシー）
zh_hant: 未命中（預設策略）

source: 未在上报
en: Not reporting
ja: 報告なし
zh_hant: 未在回報

source: 未开启
en: Off
ja: オフ
zh_hant: 未開啟

source: 未找到比当前节点更快的
en: No node faster than the current one
ja: 現在のノードより速いノードはありません
zh_hant: 找不到比目前節點更快的

source: 未拉取
en: Not fetched
ja: 未取得
zh_hant: 未取得

source: 未测速
en: Not Tested
ja: 未テスト
zh_hant: 未測速

source: 未知来源
en: Unknown Source
ja: 不明なソース
zh_hant: 來源不明

source: 未选
en: None
ja: なし
zh_hant: 未選

source: 未选择节点
en: No Node Selected
ja: ノードが選択されていません
zh_hant: 未選擇節點

source: 本次会话越过 40 MB 告警线 %lld 次
en: crossed the 40 MB warning line %lld times this session
ja: 今回のセッションで 40 MB の警告ラインを %lld 回超えました
zh_hant: 本次工作階段越過 40 MB 警告線 %lld 次

source: 本次运行期间不再提示
en: Don't show again this session
ja: このセッション中は再表示しない
zh_hant: 本次執行期間不再提示

source: 来源
en: Source
ja: 送信元
zh_hant: 來源

source: 来源 App 标注未开启
en: Source App Labeling Is Off
ja: 送信元 App のラベル付けはオフです
zh_hant: 來源 App 標註未開啟

source: 来源订阅
en: From Subscription
ja: サブスクリプション由来
zh_hant: 來源訂閱

source: 查看详情 / 编辑
en: View Details / Edit
ja: 詳細を表示 / 編集
zh_hant: 查看詳情 / 編輯

source: 查看连接明细
en: View Connection Details
ja: 接続の詳細を表示
zh_hant: 查看連線明細

source: 查询中…
en: Querying…
ja: 照会中…
zh_hant: 查詢中…

source: 校验中…
en: Verifying…
ja: 検証中…
zh_hant: 校驗中…

source: 检查中…
en: Checking…
ja: 確認中…
zh_hant: 檢查中…

source: 检查失败：无法连接任一数据源。若当前网络无法直连 GitHub，请先开启 VPN 后重试。
en: Check failed: couldn't reach any data source. If your network can't reach GitHub directly, turn on the VPN first and try again.
ja: 確認に失敗しました：いずれのデータソースにも接続できませんでした。現在のネットワークで GitHub に直接接続できない場合は、先に VPN をオンにしてやり直してください。
zh_hant: 檢查失敗：無法連接任一資料來源。若目前網路無法直連 GitHub，請先開啟 VPN 後再試。

source: 检查更新
en: Check for Updates
ja: アップデートを確認
zh_hant: 檢查更新

source: 检测到系统代理已开启（%@，可能是 Clash 等工具）。轻舟是 TUN 模式，可与它共存（会形成冗余的双重代理，一般不影响使用）；若个别 App 联网异常，可先关掉系统代理排除干扰。
en: A system proxy is enabled (%@, likely a tool such as Clash). Qingzhou runs in TUN mode and can coexist with it (this forms a redundant double-proxy chain, usually harmless). If certain apps fail to connect, turn off the system proxy to rule out interference.
ja: システムプロキシが有効になっているのを検出しました（%@、Clash などのツールの可能性があります）。Qingzhou は TUN モードで動作し、これと共存できます（冗長な二重プロキシになりますが、通常は問題ありません）。特定の App が接続できない場合は、まずシステムプロキシをオフにして干渉を切り分けてください。
zh_hant: 偵測到系統代理已開啟（%@，可能是 Clash 等工具）。輕舟是 TUN 模式，可與它共存（會形成冗餘的雙重代理，一般不影響使用）；若個別 App 連網異常，可先關掉系統代理排除干擾。

source: 模式
en: Mode
ja: モード

source: 正在从%@下载…
en: Downloading from %@…
ja: %@ からダウンロード中…
zh_hant: 正在從 %@ 下載…
